---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeCalcRuleMinResult
source: html/91460f58-481a-e9cd-0601-4548547c38e7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeCalcRuleMinResult Property

"Min. Result": Calculation Rule Min Result

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeCalcRuleMinResult { get; }
```